app/controllers/welcome_controller.rb

SELECT  "users".* FROM "users"  ORDER BY "users"."id" ASC LIMIT 1
---
  def users
    @users = User.first